[
  {
    "type": "article-journal",
    "id": "YuJbg3zO",
    "author": [
      {
        "family": "Himmelstein",
        "given": "Daniel S."
      },
      {
        "family": "Rubinetti",
        "given": "Vincent"
      },
      {
        "family": "Slochower",
        "given": "David R."
      },
      {
        "family": "Hu",
        "given": "Dongbo"
      },
      {
        "family": "Malladi",
        "given": "Venkat S."
      },
      {
        "family": "Greene",
        "given": "Casey S."
      },
      {
        "family": "Gitter",
        "given": "Anthony"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2019,
          6,
          24
        ]
      ]
    },
    "container-title": "PLOS Computational Biology",
    "DOI": "10.1371/journal.pcbi.1007128",
    "volume": "15",
    "issue": "6",
    "page": "e1007128",
    "publisher": "Public Library of Science (PLoS)",
    "title": "Open collaborative writing with Manubot",
    "URL": "https://doi.org/c7np",
    "PMCID": "PMC6611653",
    "PMID": "31233491",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1371/journal.pcbi.1007128"
  },
  {
    "type": "book",
    "id": "v55wxvUz",
    "categories": [
      "snakemake",
      "bioinformatics",
      "bioinformatics-pipeline",
      "atac-seq",
      "rna-seq",
      "chip-seq",
      "reproducible-research",
      "ngs"
    ],
    "author": [
      {
        "family": "Sande",
        "given": "Maarten Van Der"
      },
      {
        "family": "Frölich",
        "given": "Siebren"
      },
      {
        "family": "Smits",
        "given": "Jos"
      },
      {
        "family": "Heeringen",
        "given": "Simon Van"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2020,
          11,
          5
        ]
      ]
    },
    "abstract": "Automated preprocessing of Next-Generation Sequencing data, including full (sc)ATAC-seq, ChIP-seq, and RNA-seq workflows. Added trackhub: automatic color selection trackhub: specify colors with the \"colors\" column in the samples.tsv. Accepts RGB and matplotlib colors. trackhub: grouped samples in a composite track with sample filters and composite control Changed updated genomepy to 0.9.1: genomes will have alternative regions removed (if designated with \"alt\" in the name) trackhub: better defaults for each track layouts are stored per version, as to not have collisions in the way these are stored between versions. scATAC no longer supports trackhub bigwigs are now (BPM) normalized by default Fixed markduplicates now uses $TMP_DIR, if it is defined RNA-seq cluster figures werent displaying text on some platforms not using the local annotation files not recognizing a mix of gzipped and unzipped annotation files bigwigs are now correctly labelled forward/reverse (when protocol was stranded) trackhub: RNA-seq trackhub now displays both strands of the bigwig (when protocol was stranded) trackhub: track order is now identical to the samples.tsv (was alphabetical for ChIP-/ATAC-seq) trackhub: assembly hub index now returns gene_name instead of transcript_id. bug with edgeR (upperquartile) normalization failed. Not sure why it fails, but when is does, it now returns a dataframe of nan instead of failing the rule, and thus the whole pipeline. use gimmemotifs 0.15.0, so gimme.combine_peaks works with numeric chromosome names s2s is slightly more lenient with an edge-case when running seq2science in parallel clearer error message when trying samples that can not be found edge case with trying to dump sra from empty directory now give a nice error message when a technical replicate consists of a mix of paired-end and single-end samples issue with large number of inputs for multiqc exceeding the os command max length bug with downloading only SRR/DRR samples (but no GSM) issue with async generation of genome support files checking for sequencing runs when sample is already downloaded",
    "DOI": "10.5281/zenodo.3921913",
    "publisher": "Zenodo",
    "title": "seq2science",
    "URL": "https://doi.org/ghktg7",
    "version": "v0.3.1",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.5281/zenodo.3921913"
  }
]
